package com.example.ubee.data

import com.example.ubee.model.mapMarkerModel

object mapMarkerData {
    val newMarker: List<mapMarkerModel> = listOf(
        mapMarkerModel(
            37.322125955030074,
            127.1268153294535,
            3,
            "단국대 범정관",
            "학교 건물",
            "경기도 용인시 수지구 죽전로 152",
            "이용시간 미정",
            "X"
        ),
        mapMarkerModel(
            37.322846257322354,
            127.1251918807539,
            10,
            "1319",
            "카페",
            "경기도 용인시 수지구 죽전로 144번길 15-14",
            "월~금: 10 ~ 22시, 토: 11 ~ 21시, 일: 11 ~ 22시",
            "031-889-1319"
        ),
        mapMarkerModel(
            37.32325893183231,
            127.12476383350179,
            18,
            "옹고집",
            "음식점",
            "경기도 용인시 수지구 죽전동 1323-7",
            "이용시간 미정",
            "031-261-9289"
        ),
        mapMarkerModel(
            37.3248727671386,
            127.10770712182837,
            13,
            "죽전역 2번출구",
            "지하철 역",
            "경기도 용인시 수지구 포은대로 536",
            "24시간",
            "X"
        ),
        mapMarkerModel(
            37.32030080527596,
            127.11639900030143,
            4,
            "죽전 중앙 공원",
            "공원",
            "경기 용인시 기흥구 보정동 1212",
            "24시간",
            "X"
        )
    )
}